{"speakers": [], "chunks": [{"timestamp": [0.0, 6.0], "text": " I don't even know if you can hear me."}, {"timestamp": [6.0, 13.6], "text": " You know I don't eat last week, Sunday, and there were some things I was supposed to do"}, {"timestamp": [13.6, 21.88], "text": " troll last week because I've actually been following a specific set of things I'm supposed"}, {"timestamp": [21.88, 27.76], "text": " to do at every year of my life since I was 16."}, {"timestamp": [27.76, 32.28], "text": " So I couldn't really do that because"}, {"timestamp": [32.28, 39.28], "text": " Jesus was around my other friend, the person that Jesus was with in that video he posted"}, {"timestamp": [39.28, 48.48], "text": " Fevo, he was also around. So like, and the kind of person I am, I do not care about almost anybody,"}, {"timestamp": [48.48, 55.84], "text": " like, I care about people, I care about people, but then, when I'm like serious, and when"}, {"timestamp": [55.84, 63.76], "text": " I want to walk, it gives this vibe of maybe pride or something like that, and I couldn't"}, {"timestamp": [63.76, 65.88], "text": " really do that because people were around."}, {"timestamp": [65.88, 69.6], "text": " So I had to act like I care, I know,"}, {"timestamp": [69.6, 72.48], "text": " and be friendly and stuff like that."}, {"timestamp": [72.48, 76.28], "text": " So I was actually really,"}, {"timestamp": [77.44, 81.76], "text": " I was doing other things at points to be very honest."}, {"timestamp": [81.76, 86.72], "text": " So last week, yesterday I was very, very tired. I was actually very honest. So last week, yesterday I was very very"}, {"timestamp": [86.72, 91.0], "text": " tired, I was actually very tired and I was trying to walk within, my mom was asking me"}, {"timestamp": [91.0, 98.08], "text": " to do something and then she was like, so mom was asking me to do something and then"}, {"timestamp": [98.08, 102.96], "text": " I was like, one of many boys asked me to do something else that I was quickly round off"}, {"timestamp": [102.96, 108.84], "text": " with that, and I was like okay so, you know we've not been having lights so apparently I think we had an"}, {"timestamp": [108.84, 113.64], "text": " issue with our line and everybody was outside, Mom and I actually helped by joining them."}, {"timestamp": [113.64, 117.36], "text": " So when I went there the first time I was like okay so they actually doing something."}, {"timestamp": [117.36, 124.24], "text": " Then one of my neighbors asked me to put flash for them and put movies for them in their flash."}, {"timestamp": [124.24, 128.88], "text": " I don't watch movies with them. I don't't know if I have told you I have this issue"}, {"timestamp": [128.88, 132.2], "text": " I can't really like say no, I think I'm golly boo someone"}, {"timestamp": [132.2, 135.1], "text": " so I just like took the flash and I was"}, {"timestamp": [135.1, 138.92], "text": " I helped them to put it, this was like two weeks ago, if not last week safe"}, {"timestamp": [138.92, 142.12], "text": " I think it's two weeks ago, so last night they were like"}, {"timestamp": [142.12, 145.4], "text": " oh Isaac where is the flash now, I'd like, okay, let me quickly go and get it."}, {"timestamp": [145.4, 148.64], "text": " So I know I'm back in Samoza and I was like, I see where I actually"}, {"timestamp": [148.64, 149.8], "text": " to go and do something."}, {"timestamp": [149.8, 153.44], "text": " I was like, yeah, I'm quickly holding on to the round off for this first off."}, {"timestamp": [153.44, 155.6], "text": " I'm only doing these things, I'm doing these things,"}, {"timestamp": [155.6, 158.84], "text": " I'm like, if I actually do something, you know, do it for me."}, {"timestamp": [158.84, 162.48], "text": " If, if outside I should actually do something, I will go and do this for them."}, {"timestamp": [162.48, 165.48], "text": " So I was like, I know that that because I was actually fixing I was like"}, {"timestamp": [165.92, 173.16], "text": " Mom does does Joanna would know does not really just plain fixing that made you having this feeling that she's I don't know because"}, {"timestamp": [174.84, 176.84], "text": " So"}, {"timestamp": [179.28, 182.52], "text": " Was the reason the reason the reason I I"}, {"timestamp": [183.2, 190.0], "text": " Don't do isn't I'm very calm, the reason I don't get angry people and it's actually because of her."}, {"timestamp": [190.0, 193.0], "text": " I really don't even know how to explain."}, {"timestamp": [193.0, 198.0], "text": " So I was like, no no no no, you and I will do this, no true."}, {"timestamp": [198.0, 201.0], "text": " You're just playing Vixima, though."}, {"timestamp": [201.0, 204.0], "text": " And she was like, ah, Isaac, from my mother, blah blah blah."}, {"timestamp": [204.0, 206.0], "text": " I just got there, very honest."}, {"timestamp": [206.0, 211.0], "text": " Then, he can't even try to get into my house because I didn't go back or say,"}, {"timestamp": [211.0, 213.0], "text": " I mean I collected the flash."}, {"timestamp": [213.0, 215.0], "text": " So, I now give him 3 debug though."}, {"timestamp": [215.0, 219.0], "text": " When I was there I just slept in the kitchen for like 1 hour or 2 hours."}, {"timestamp": [219.0, 224.0], "text": " Then mom now called me, she just showed the gen."}, {"timestamp": [224.0, 228.0], "text": " Then I just slept like, I was very tired, very earnest."}, {"timestamp": [228.0, 230.0], "text": " And I was already in the safe."}, {"timestamp": [230.0, 234.0], "text": " So I have things to do."}, {"timestamp": [234.0, 237.0], "text": " So I'm just trying to get everything ready."}, {"timestamp": [237.0, 239.0], "text": " What else was last week? I'll now do it this week."}], "text": " I don't even know if you can hear me. You know I don't eat last week, Sunday, and there were some things I was supposed to do troll last week because I've actually been following a specific set of things I'm supposed to do at every year of my life since I was 16. So I couldn't really do that because Jesus was around my other friend, the person that Jesus was with in that video he posted Fevo, he was also around. So like, and the kind of person I am, I do not care about almost anybody, like, I care about people, I care about people, but then, when I'm like serious, and when I want to walk, it gives this vibe of maybe pride or something like that, and I couldn't really do that because people were around. So I had to act like I care, I know, and be friendly and stuff like that. So I was actually really, I was doing other things at points to be very honest. So last week, yesterday I was very, very tired. I was actually very honest. So last week, yesterday I was very very tired, I was actually very tired and I was trying to walk within, my mom was asking me to do something and then she was like, so mom was asking me to do something and then I was like, one of many boys asked me to do something else that I was quickly round off with that, and I was like okay so, you know we've not been having lights so apparently I think we had an issue with our line and everybody was outside, Mom and I actually helped by joining them. So when I went there the first time I was like okay so they actually doing something. Then one of my neighbors asked me to put flash for them and put movies for them in their flash. I don't watch movies with them. I don't't know if I have told you I have this issue I can't really like say no, I think I'm golly boo someone so I just like took the flash and I was I helped them to put it, this was like two weeks ago, if not last week safe I think it's two weeks ago, so last night they were like oh Isaac where is the flash now, I'd like, okay, let me quickly go and get it. So I know I'm back in Samoza and I was like, I see where I actually to go and do something. I was like, yeah, I'm quickly holding on to the round off for this first off. I'm only doing these things, I'm doing these things, I'm like, if I actually do something, you know, do it for me. If, if outside I should actually do something, I will go and do this for them. So I was like, I know that that because I was actually fixing I was like Mom does does Joanna would know does not really just plain fixing that made you having this feeling that she's I don't know because So Was the reason the reason the reason I I Don't do isn't I'm very calm, the reason I don't get angry people and it's actually because of her. I really don't even know how to explain. So I was like, no no no no, you and I will do this, no true. You're just playing Vixima, though. And she was like, ah, Isaac, from my mother, blah blah blah. I just got there, very honest. Then, he can't even try to get into my house because I didn't go back or say, I mean I collected the flash. So, I now give him 3 debug though. When I was there I just slept in the kitchen for like 1 hour or 2 hours. Then mom now called me, she just showed the gen. Then I just slept like, I was very tired, very earnest. And I was already in the safe. So I have things to do. So I'm just trying to get everything ready. What else was last week? I'll now do it this week."}